{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 80000, "word_counts": "{\"me\": 66574, \"disgusta\": 13314, \"este\": 80000, \"pel\\u00edcula\": 15869, \"es\": 80000, \"terrible\": 13307, \"maravilla\": 13342, \"lugar\": 16055, \"excelente\": 13251, \"no\": 13206, \"gusta\": 26623, \"libro\": 15991, \"malo\": 13241, \"restaurante\": 16063, \"horrible\": 13398, \"odio\": 13426, \"bueno\": 13530, \"encanta\": 13295, \"incre\\u00edble\": 13273, \"producto\": 16022}", "word_docs": "{\"disgusta\": 13314, \"es\": 80000, \"me\": 66574, \"terrible\": 13307, \"pel\\u00edcula\": 15869, \"este\": 80000, \"maravilla\": 13342, \"excelente\": 13251, \"lugar\": 16055, \"gusta\": 26623, \"malo\": 13241, \"no\": 13206, \"libro\": 15991, \"horrible\": 13398, \"restaurante\": 16063, \"odio\": 13426, \"bueno\": 13530, \"incre\\u00edble\": 13273, \"encanta\": 13295, \"producto\": 16022}", "index_docs": "{\"15\": 13314, \"3\": 80000, \"4\": 66574, \"16\": 13307, \"10\": 15869, \"2\": 80000, \"14\": 13342, \"19\": 13251, \"7\": 16055, \"5\": 26623, \"20\": 13241, \"21\": 13206, \"9\": 15991, \"13\": 13398, \"6\": 16063, \"12\": 13426, \"11\": 13530, \"18\": 13273, \"17\": 13295, \"8\": 16022}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"este\", \"3\": \"es\", \"4\": \"me\", \"5\": \"gusta\", \"6\": \"restaurante\", \"7\": \"lugar\", \"8\": \"producto\", \"9\": \"libro\", \"10\": \"pel\\u00edcula\", \"11\": \"bueno\", \"12\": \"odio\", \"13\": \"horrible\", \"14\": \"maravilla\", \"15\": \"disgusta\", \"16\": \"terrible\", \"17\": \"encanta\", \"18\": \"incre\\u00edble\", \"19\": \"excelente\", \"20\": \"malo\", \"21\": \"no\"}", "word_index": "{\"<OOV>\": 1, \"este\": 2, \"es\": 3, \"me\": 4, \"gusta\": 5, \"restaurante\": 6, \"lugar\": 7, \"producto\": 8, \"libro\": 9, \"pel\\u00edcula\": 10, \"bueno\": 11, \"odio\": 12, \"horrible\": 13, \"maravilla\": 14, \"disgusta\": 15, \"terrible\": 16, \"encanta\": 17, \"incre\\u00edble\": 18, \"excelente\": 19, \"malo\": 20, \"no\": 21}"}}