{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 80000, "word_counts": "{\"encantaria\": 3317, \"este\": 80000, \"peticiones\": 20109, \"es\": 80000, \"agradable\": 2440, \"terrible\": 6274, \"preguntas\": 19966, \"descontento\": 2166, \"fascina\": 3377, \"gustaria\": 3312, \"contento\": 2455, \"encanta\": 3277, \"quejas\": 19927, \"rapido\": 2555, \"satisfecho\": 2475, \"reclamos\": 19998, \"disgusta\": 3984, \"dificultades\": 2258, \"agradaria\": 3368, \"estupendo\": 2537, \"horrible\": 6226, \"decepcion\": 2267, \"disgustaria\": 4113, \"malo\": 6238, \"sirve\": 3268, \"favor\": 2551, \"maravilla\": 2452, \"complace\": 3290, \"genial\": 2549, \"molesto\": 3976, \"grosero\": 2229, \"increible\": 2478, \"fallos\": 2255, \"asombroso\": 2460, \"satisface\": 3365, \"insatisfecho\": 2233, \"desastroso\": 3994, \"poco\": 2134, \"despreciable\": 2188, \"odio\": 3943, \"indigna\": 3999, \"agrada\": 3328, \"fascinaria\": 3379, \"gracias\": 2507, \"frustante\": 2178, \"cautiva\": 3417, \"lamentable\": 2194, \"horroroso\": 4083, \"incompleto\": 2190, \"fantastico\": 2535, \"ineficiente\": 2223, \"gusta\": 3275, \"excelente\": 2506, \"eficiente\": 2466, \"desagrada\": 2274, \"bueno\": 2510, \"ignorado\": 2214, \"maravilloso\": 2497, \"problemas\": 2221}", "word_docs": "{\"encantaria\": 3317, \"agradable\": 2440, \"peticiones\": 20109, \"este\": 80000, \"es\": 80000, \"terrible\": 6032, \"preguntas\": 19966, \"descontento\": 2166, \"fascina\": 3377, \"gustaria\": 3312, \"contento\": 2455, \"rapido\": 2555, \"encanta\": 3277, \"quejas\": 19927, \"satisfecho\": 2475, \"reclamos\": 19998, \"disgusta\": 3984, \"dificultades\": 2258, \"estupendo\": 2537, \"agradaria\": 3368, \"horrible\": 6009, \"decepcion\": 2267, \"malo\": 6013, \"disgustaria\": 4113, \"favor\": 2551, \"sirve\": 3268, \"maravilla\": 2452, \"complace\": 3290, \"genial\": 2549, \"grosero\": 2229, \"molesto\": 3976, \"increible\": 2478, \"fallos\": 2255, \"asombroso\": 2460, \"satisface\": 3365, \"insatisfecho\": 2233, \"desastroso\": 3994, \"poco\": 2134, \"despreciable\": 2188, \"odio\": 3943, \"indigna\": 3999, \"agrada\": 3328, \"fascinaria\": 3379, \"gracias\": 2507, \"frustante\": 2178, \"cautiva\": 3417, \"lamentable\": 2194, \"horroroso\": 4083, \"incompleto\": 2190, \"fantastico\": 2535, \"ineficiente\": 2223, \"gusta\": 3275, \"excelente\": 2506, \"eficiente\": 2466, \"desagrada\": 2274, \"bueno\": 2510, \"ignorado\": 2214, \"maravilloso\": 2497, \"problemas\": 2221}", "index_docs": "{\"24\": 3317, \"45\": 2440, \"4\": 20109, \"2\": 80000, \"3\": 80000, \"8\": 6032, \"6\": 19966, \"59\": 2166, \"20\": 3377, \"25\": 3312, \"43\": 2455, \"30\": 2555, \"27\": 3277, \"7\": 19927, \"40\": 2475, \"5\": 19998, \"15\": 3984, \"48\": 2258, \"33\": 2537, \"21\": 3368, \"10\": 6009, \"47\": 2267, \"9\": 6013, \"11\": 4113, \"31\": 2551, \"29\": 3268, \"44\": 2452, \"26\": 3290, \"32\": 2549, \"51\": 2229, \"16\": 3976, \"39\": 2478, \"49\": 2255, \"42\": 2460, \"22\": 3365, \"50\": 2233, \"14\": 3994, \"60\": 2134, \"57\": 2188, \"17\": 3943, \"13\": 3999, \"23\": 3328, \"19\": 3379, \"36\": 2507, \"58\": 2178, \"18\": 3417, \"55\": 2194, \"12\": 4083, \"56\": 2190, \"34\": 2535, \"52\": 2223, \"28\": 3275, \"37\": 2506, \"41\": 2466, \"46\": 2274, \"35\": 2510, \"54\": 2214, \"38\": 2497, \"53\": 2221}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"este\", \"3\": \"es\", \"4\": \"peticiones\", \"5\": \"reclamos\", \"6\": \"preguntas\", \"7\": \"quejas\", \"8\": \"terrible\", \"9\": \"malo\", \"10\": \"horrible\", \"11\": \"disgustaria\", \"12\": \"horroroso\", \"13\": \"indigna\", \"14\": \"desastroso\", \"15\": \"disgusta\", \"16\": \"molesto\", \"17\": \"odio\", \"18\": \"cautiva\", \"19\": \"fascinaria\", \"20\": \"fascina\", \"21\": \"agradaria\", \"22\": \"satisface\", \"23\": \"agrada\", \"24\": \"encantaria\", \"25\": \"gustaria\", \"26\": \"complace\", \"27\": \"encanta\", \"28\": \"gusta\", \"29\": \"sirve\", \"30\": \"rapido\", \"31\": \"favor\", \"32\": \"genial\", \"33\": \"estupendo\", \"34\": \"fantastico\", \"35\": \"bueno\", \"36\": \"gracias\", \"37\": \"excelente\", \"38\": \"maravilloso\", \"39\": \"increible\", \"40\": \"satisfecho\", \"41\": \"eficiente\", \"42\": \"asombroso\", \"43\": \"contento\", \"44\": \"maravilla\", \"45\": \"agradable\", \"46\": \"desagrada\", \"47\": \"decepcion\", \"48\": \"dificultades\", \"49\": \"fallos\", \"50\": \"insatisfecho\", \"51\": \"grosero\", \"52\": \"ineficiente\", \"53\": \"problemas\", \"54\": \"ignorado\", \"55\": \"lamentable\", \"56\": \"incompleto\", \"57\": \"despreciable\", \"58\": \"frustante\", \"59\": \"descontento\", \"60\": \"poco\"}", "word_index": "{\"<OOV>\": 1, \"este\": 2, \"es\": 3, \"peticiones\": 4, \"reclamos\": 5, \"preguntas\": 6, \"quejas\": 7, \"terrible\": 8, \"malo\": 9, \"horrible\": 10, \"disgustaria\": 11, \"horroroso\": 12, \"indigna\": 13, \"desastroso\": 14, \"disgusta\": 15, \"molesto\": 16, \"odio\": 17, \"cautiva\": 18, \"fascinaria\": 19, \"fascina\": 20, \"agradaria\": 21, \"satisface\": 22, \"agrada\": 23, \"encantaria\": 24, \"gustaria\": 25, \"complace\": 26, \"encanta\": 27, \"gusta\": 28, \"sirve\": 29, \"rapido\": 30, \"favor\": 31, \"genial\": 32, \"estupendo\": 33, \"fantastico\": 34, \"bueno\": 35, \"gracias\": 36, \"excelente\": 37, \"maravilloso\": 38, \"increible\": 39, \"satisfecho\": 40, \"eficiente\": 41, \"asombroso\": 42, \"contento\": 43, \"maravilla\": 44, \"agradable\": 45, \"desagrada\": 46, \"decepcion\": 47, \"dificultades\": 48, \"fallos\": 49, \"insatisfecho\": 50, \"grosero\": 51, \"ineficiente\": 52, \"problemas\": 53, \"ignorado\": 54, \"lamentable\": 55, \"incompleto\": 56, \"despreciable\": 57, \"frustante\": 58, \"descontento\": 59, \"poco\": 60}"}}